package org.example;
/*
Напишите программу, которая меняет местами элементы одномерного массива из String в обратном порядке.
Не используйте дополнительный массив для хранения результатов.
*/


public class Main {
    public static void main(String[] args) {
        System.out.println("Hello world!");
    }
}